{
  "home": "Home",
  "brand": "Introduction",
  "why": "XiaXue Mango",
  "news": "News",
  "contact": "Contact us",
  "latestproduct": "Recommended Products",
  "wuleeintrotitle": "Introduction of WuLee Farm",
  "logo": "Our Logo",
  "slogan": "Wu Lixiang Farm has always adhered to the belief of \"health first\", does not use any chemical fertilizers or pesticides, and has always adopted friendly farming and non-toxic seed cutting methods to manage orchards. During the transition period), the Xia Xue mangoes planted by Wu Lixiang Farm with \"faith\", each one is \"persistence\".",
  "intro1": "\"Wu Lixiang Farm\" is located in Taitung. It was originally the farmland of the Orchard Leaf Garden. In order to cooperate with the government policy to level the Orchard Leaf Garden, it was left fallow for many years at the beginning, and green manure plants were planted to improve the soil. It was not until 104 that Xiaxue mangoes were planted. In the early days, the children of the parents who worked in the farming family were also fascinated by them, and they also learned some farming skills.",
  "intro2": "At the beginning of planting Xiaxue mangoes, they chose to grow them organically. Not only do they not have to worry about harming their own bodies due to the use of pesticides, but the fruits produced can also allow consumers to eat safely and healthily. Nowadays, food safety problems are frequent in society. It is a great honor to let everyone eat safe and healthy fruits and contribute to it.",
  "intro3": "Symbiosis with grass, no herbicides are used, and the grass is manually cut, making the orchard as beautiful as a park.",
  "certification": "Joined the ranks of organic Xia Xue mango in 109 (organic agricultural product certificate) Note: It is currently a transitional stage",
  "phone": "Cellphone",
  "mail": "E-mail",
  "message": "Message Board",
  "messagehint": "If you have any questions or have any feedback on the product, please leave a message below.",
  "send": "submit",
  "myfav": "My Favorite",
  "deletelike": "remove favorite",
  "cart": "Cart",
  "confirmandsend": "confirm and submit",
  "selfinfo": "Personal Information",
  "account": "Account",
  "nickname": "Nickname",
  "editselfinfo": "Edit Information",
  "orderrecord": "Order Record",
  "orderid": "Order ID",
  "orderdate": "Order Date",
  "orderstate": "Order State",
  "totalprice": "Totalprice",
  "detail": "Detail",
  "product": "Product",
  "singleprice": "Price",
  "amount": "Amount",
  "close": "close",
  "cancel": "cancel",
  "confirm": "confirm",
  "unpaid": "Unpaid",
  "orderestablished": "Order Established",
  "ordercancel": "Order Canceled"
}